Repository: mlourenco/cordova-plugin-ios-permissions
Catalog: src/ios/*.lproj/InfoPlist.strings
Languages: es

# NSBluetoothPeripheralUsageDescription
source: This app requires bluetooth access to function properly.
es: Esta aplicación requiere acceso bluetooth para funcionar correctamente.

# NSCalendarsUsageDescription
source: This app requires calendar access to function properly.
es: Esta aplicación requiere acceso al calendario para funcionar correctamente.

# NSCameraUsageDescription
source: App would like to access the camera, for reporting car damage.
es: La aplicación desea acceder a la cámara, para reportar daños en el automóvil.

# NSContactsUsageDescription
source: This app requires contacts access to function properly.
es: Esta aplicación requiere acceso a contactos para funcionar correctamente.

# NSLocationAlwaysAndWhenInUseUsageDescription
source: This app requires constant access to your location in order to track your position, even when the screen is off or the app is in the background.
es: Esta aplicación requiere acceso constante a su ubicación para rastrear su posición, incluso cuando la pantalla está apagada o la aplicación está en segundo plano.

# NSLocationAlwaysUsageDescription
source: This app requires constant access to your location in order to track your position, even when the screen is off or the app is in the background.
es: Esta aplicación requiere acceso constante a su ubicación para rastrear su posición, incluso cuando la pantalla está apagada o la aplicación está en segundo plano.

# NSLocationWhenInUseUsageDescription
source: App would like to access your location, for identifying the nearest car from you.
es: La aplicación desea acceder a su ubicación para identificar el auto más cercano.

# NSMicrophoneUsageDescription
source: This app requires microphone access to function properly.
es: Esta aplicación requiere acceso de micrófono para funcionar correctamente.

# NSMotionUsageDescription
source: This app requires motion detection access to function properly.
es: Esta aplicación requiere acceso de detección de movimiento para funcionar correctamente.

# NSPhotoLibraryUsageDescription
source: This app requires photo library access to function properly.
es: Esta aplicación requiere acceso a la biblioteca de fotos para funcionar correctamente.

# NSRemindersUsageDescription
source: This app requires reminders access to function properly.
es: Esta aplicación requiere recordatorios de acceso para funcionar correctamente.
